Repository: emersonbroga/wordpress-plugin
Catalog: languages/mailgun-*.po
Languages: pt_br

source: Mailgun Lists
pt_br: Listas do Mailgun

source: The Mailgun plugin configuration has changed since you last saved. Do you wish to test anyway?\n\nClick "Cancel" and then "Save Changes" if you wish to save your changes.
pt_br: As configurações do plugin do Mailgun foram alteradas desde a última vez que você salvou. Deseja testar assim mesmo?\n\nClique “Cancelar” e depois “Salvar Alterações” caso você deseje salvar suas alterações.

source: Testing...
pt_br: Testando…

source: Test Configuration
pt_br: Testar Configuração

source: Failure
pt_br: Falha

source: <div id="message" class="updated fade"><p>The options page for the <strong>Mailgun</strong> plugin cannot be displayed. The file <strong>%s</strong> is missing. Please reinstall the plugin.</p></div>
pt_br: <div id="message" class="updated fade"><p>A página de opções do plugin do <strong>Mailgun</strong> não pôde ser exibida. O arquivo <strong>%s</strong> não foi encontrado. Por favor reinstale o plugin.</p></div>

source: <div id="message" class="updated fade"><p>The lists page for the <strong>Mailgun</strong> plugin cannot be displayed. The file <strong>%s</strong> is missing. Please reinstall the plugin.</p></div>
pt_br: <div id=“message” class=“updated fade”><p>A página de listas do plugin do <strong>Mailgun</strong> não pôde ser exibida. O arquivo <strong>%s</strong> não foi encontrado. Por favor reinstale o plugin.</p></div>

source: Mailgun is almost ready.
pt_br: Mailgun está quase pronto.

source: With the latest update, Mailgun now supports multiple regions! By default, we will use the U.S. region, but we now have an EU region available. You can configure your Mailgun settings <a href="%1$s">here</a> or in your wp-config.php.
pt_br: Com a ultima atualização do Mailgun, agora tem suporte a múltiplas regiões! Por padrão, nós vamos usar a região Estados Unidos, mas agora nos temos a região Europa disponível também. Você pode configurar <a href=“%1$s”>here</a> ou no seu wp-config.php.

source: "Override From" option requires that "From Name" and "From Address" be set to work properly! <a href="%1$s">Configure Mailgun now</a>.
pt_br: “Sobrescrever remetente” requer que “Nome do remetente” and “Email do remetente” estejam atribuídos para funcionar corretamente! <a href=“%1$s”>Configure o Mailgun agora</a>.

source: Settings
pt_br: Opções

source: Unauthorized
pt_br: Não autorizado

source: Region has not been selected
pt_br: Região não foi selecionada

source: U.S./North America
pt_br: Estados Unidos/America do Norte

source: Europe
pt_br: Europa

source: Secure SMTP
pt_br: SMPT Seguro

source: Insecure SMTP
pt_br: Usar SMPT Seguro

source: Mailgun WordPress Plugin Test
pt_br: Teste do Plugin Mailgun para WordPress

source: This is a test email generated by the Mailgun WordPress plugin. If you have received this message, the requested test has succeeded. The sending region is set to %s. The method used to send this email was: %s.
pt_br: Este é um email de teste gerado pelo plugin to Mailgun para Wordpress. Se você recebeu esta mensagem, a requisição foi bem sucedida. A região de envio está definida para %s. O método usado para enviar esse email foi: %s.

source: Success
pt_br: Sucesso

source: Available Mailing Lists
pt_br: Listas de Mailing Disponíveis

source: Back to settings
pt_br: Voltar à configurações

source: To allow users to subscribe to multiple lists on a single form, comma-separate the Mailgun list ids.
pt_br: Para permitir que os usuários se inscrevam em múltiplas listas usando um único formulário, coloque os ido do Mailgun separado por ponto e vírgula.

source: <strong>Example:</strong> <code>[mailgun id="list1@mydomain.com,list2@mydomain.com"]</code>
pt_br: <strong>Exemplo:</strong> <code>[mailgun id=“list1@mydomain.com,list2@mydomain.com”]</code>

source: A <a href="%1$s" target="%2$s">Mailgun</a> account is required to use this plugin and the Mailgun service.
pt_br: A <a href=“%1$s” target=“%2$s”>Conta do Mailgun</a> é requerida para o uso desse plugin e do serviço do Mailgun.

source: If you need to register for an account, you can do so at <a href="%1$s" target="%2$s">Mailgun.com</a>.
pt_br: Se você precisa de criar uma conta, você pode fazer isso no <a href=“%1$s” target=“%2$s”>Mailgun.com</a>.

source: Configuration
pt_br: Configuração

source: Select Your Region
pt_br: Selecione sua região

source: Choose a region - U.S./North America or Europe - from which to send email, and to store your customer data. Please note that your sending domain must be set up in whichever region you choose.
pt_br: Selecione a região - Estados Unidos/America do Norte ou Europa - de onde enviar o email, e lavar os dados do usuário. Tenha em mente que a o domínio de envio deve estar configurado na região que você escolher.

source: Use HTTP API
pt_br: Usar API HTTP

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Set this to "No" if your server cannot make outbound HTTP connections or if emails are not being delivered. "No" will cause this plugin to use SMTP. Default "Yes".
pt_br: Coloque “Não” se o seu servidor não puder fazer requisições HTTP de saída ou se os emails não estão sendo entregues. “Não” vai fazer o plugin usar SMTP. Padão “Sim”.

source: Mailgun Domain Name
pt_br: Domínio Mailgun

source: Your Mailgun Domain Name.
pt_br: Seu Domínio Mailgun.

source: API Key
pt_br: Chave de API

source: Your Mailgun API key. Only valid for use with the API.
pt_br: Seu nome de usuário do SMPT do Mailgun. Válido somente para uso com SMTP.

source: Username
pt_br: Nome de usuário

source: Your Mailgun SMTP username. Only valid for use with SMTP.
pt_br: Seu nome de usuário do SMPT do Mailgun. Válido somente para uso com SMTP.

source: Password
pt_br: Senha

source: Your Mailgun SMTP password that goes with the above username. Only valid for use with SMTP.
pt_br: Sua senha de SMTP do Mailgun que é usada em conjunto com o nome de usuário acima. Válido somente para uso com SMTP.

source: Use Secure SMTP
pt_br: Usar SMTP Seguro

source: Set this to "No" if your server cannot establish SSL SMTP connections or if emails are not being delivered. If you set this to "No" your password will be sent in plain text. Only valid for use with SMTP. Default "Yes".
pt_br: Coloque “Não” se o seu servidor não puder fazer requisições HTTP de saída ou se os emails não estão sendo entregues. “Não” vai fazer o plugin usar SMTP. Padão “Sim”.

source: Security Type
pt_br: Tipo de segurança

source: Leave this at "TLS" unless mail sending fails. This option only matters for Secure SMTP. Default "TLS".
pt_br: Deixe como “TLS” a não ser que o envio de emails esteja falhando. Está opção somente é importante para SMTP Seguro. Padrão “TLS”.

source: Click Tracking
pt_br: Rastrear Cliques

source: HTML Only
pt_br: Somente HTML

source: If enabled, Mailgun will and track links. <a href="%1$s" target="%2$s">Open Tracking Documentation</a>.
pt_br: Se habilitado, Mailgun vai ratear links. <a href=“%1$s” target=“%2$s”>Ver documentação de rastreamento</a>.

source: Open Tracking
pt_br: Abrir rastreamento

source: If enabled, HTML messages will include an open tracking beacon. <a href="%1$s" target="%2$s">Open Tracking Documentation</a>.
pt_br: Se habilitado, mensagens HTML vão incluir o beacon de rastreamento. <a href=“%1$s” target=“%2$s”>Abrir documentação de rastreamento.</a>.

source: From Address
pt_br: Email do remetente

source: The &lt;address@mydomain.com&gt; part of the sender information (<code>"Excited User &lt;user@samples.mailgun.org&gt;"</code>). This address will appear as the `From` address on sent mail. <strong>It is recommended that the @mydomain portion matches your Mailgun sending domain.</strong>
pt_br: O &lt;address@mydomain.com&gt; é parte da informação do rementente (<code>”Usuário &lt;user@samples.mailgun.org&gt;”</code>). Esse endereço de email vai aparecer como o “Email do remetente” nos emails enviados.<strong>É recomendado que a parte @mydomain seja a mesma que o domínio de envio do Mailgun.</strong>

source: From Name
pt_br: Nome do remetente

source: The "User Name" part of the sender information (<code>"Excited User &lt;user@samples.mailgun.org&gt;"</code>).
pt_br: O “Nome de usuário” é parte da informação do remetente. (<code>”Usuário &lt;user@samples.mailgun.org&gt;”</code>).

source: Override "From" Details
pt_br: Sobrescrever detalhes do “Remetente”

source: If enabled, all emails will be sent with the above "From Name" and "From Address", regardless of values set by other plugins. Useful for cases where other plugins don't play nice with our "From Name" / "From Address" setting.
pt_br: Se habilitado, todos os emails serão enviados com o “Nome de Remetente” e o “Email de Remetente” acima, independente dos valores atribuídos por outros plugins. Útil para os casos onde os outros plugins não funcionam muito bem com as configurações de Nome e Email do Remetente.

source: Tag
pt_br: Marcar (Tag)

source: If added, this tag will exist on every outbound message. Statistics will be populated in the Mailgun Control Panel. Use a comma to define multiple tags.
pt_br: Se habilitado, essa marcação (tag) vai existir em todos os email de saída. Estatísticas eram populadas no Painel de Controle do Mailgun. Use vírgula para definir marcações (tags) múltiplas.

source: Learn more about
pt_br: Saiba mais a respeito

source: <a href="%1$s" target="%3$s">Tracking</a> and <a href="%2$s" target="%3$s">Tagging</a>
pt_br: <a href=“%1$s” target=“%3$s”>Rastrear (Tracking)</a> e <a href=“%2$s” target=“%3$s”>Marcar (tagging)</a>

source: Lists
pt_br: Listas

source: Use the shortcode above to associate a widget instance with a mailgun list
pt_br: Use o shortcode acima para associar o widget com a lista do mailgun

source: <a href="%1$s" target="%2$s">View available lists</a>.
pt_br: <a href=“%1$s” target=“%2$s”>Ver listas disponíveis</a>.

source: Before attempting to test the configuration, please click "Save Changes".
pt_br: Antes de tentar testar a configuração, por favor clique em “Salvar Alterações”.

source: Save Changes
pt_br: Salvar Alterações

source: Mailgun List Widget
pt_br: Widget de Lista do Mailgun

source: Mailgun list widget
pt_br: Widget de lista do Mailgun

source: New list_address
pt_br: Novo endereço de lista

source: Title (optional):
pt_br: Título (opcional):

source: Description (optional):
pt_br: Descrição (opcional):

source: List addresses (required):
pt_br: Endereço da lista (obrigatório):

source: Collect name:
pt_br: Coletar nome:

source: Mailgun has been automatically deactivated because the file <strong>%s</strong> is missing. Please reinstall the plugin and reactivate.
pt_br: Mailgun foi desativado automaticamente porque está faltando o arquivo <strong>%s</strong>. Por favor re-instale o plugin e ative novamente.

source: Subscribe
pt_br: Inscreva-se

source: Thank you for subscribing!
pt_br: Obrigado por se inscrever!

source: Please select a list to subscribe to.
pt_br: Por favor selecione uma lista para se inscrever.

source: Please enter your subscription name.
pt_br: Por favor preencha o seu nome.

source: Please enter your subscription email.
pt_br: Por favor preencha o email.

source: Mailgun list ID needed to render form!
pt_br: ID da lista do Mailgun é necessária para renderizar o formulário!

source: Example:
pt_br: Exemplo:
